<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [openssl-announce] OpenSSL&#20877;&#27425;&#25910;&#21040;&#26469;&#33258;&#38180;&#23376;&#31185;&#25216;&#30340;&#25424;&#27454; (Donation from Smartisan)
   </TITLE>
   <LINK REL="Index" HREF="https://mta.openssl.org/pipermail/openssl-announce/2016-December/index.html" >
   <LINK REL="made" HREF="mailto:openssl-announce%40openssl.org?Subject=Re%3A%20%5Bopenssl-announce%5D%20%3D%3Futf-8%3Fb%3FT3BlblNTTOWGjeasoeaUtuWIsOadpeiHqg%3D%3D%3F%3D%0A%20%3D%3Futf-8%3Fb%3F6ZSk5a2Q56eR5oqA55qE5o2Q5qy%2BIChEb25hdGlvbiBmcm9tIFNtYXJ0aXNh%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fn%3D29%3F%3D&In-Reply-To=%3C00d31057-4f48-57d5-adfd-e761ad4c8ec8%40opensslfoundation.org%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000088.html">
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[openssl-announce] OpenSSL&#20877;&#27425;&#25910;&#21040;&#26469;&#33258;&#38180;&#23376;&#31185;&#25216;&#30340;&#25424;&#27454; (Donation from Smartisan)</H1>
    <B>Steve Marquess</B> 
    <A HREF="mailto:openssl-announce%40openssl.org?Subject=Re%3A%20%5Bopenssl-announce%5D%20%3D%3Futf-8%3Fb%3FT3BlblNTTOWGjeasoeaUtuWIsOadpeiHqg%3D%3D%3F%3D%0A%20%3D%3Futf-8%3Fb%3F6ZSk5a2Q56eR5oqA55qE5o2Q5qy%2BIChEb25hdGlvbiBmcm9tIFNtYXJ0aXNh%3F%3D%0A%20%3D%3Futf-8%3Fq%3Fn%3D29%3F%3D&In-Reply-To=%3C00d31057-4f48-57d5-adfd-e761ad4c8ec8%40opensslfoundation.org%3E"
       TITLE="[openssl-announce] OpenSSL&#20877;&#27425;&#25910;&#21040;&#26469;&#33258;&#38180;&#23376;&#31185;&#25216;&#30340;&#25424;&#27454; (Donation from Smartisan)">marquess at opensslfoundation.org
       </A><BR>
    <I>Wed Dec  7 16:47:34 UTC 2016</I>
    <P><UL>
        <LI>Previous message: <A HREF="000088.html">[openssl-announce] Another record-breaking donation from Smartisan	Technology
</A></li>
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#89">[ date ]</a>
              <a href="thread.html#89">[ thread ]</a>
              <a href="subject.html#89">[ subject ]</a>
              <a href="author.html#89">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#22823;&#32422;&#20004;&#24180;&#21069;&#65292;&#25105;&#26366;&#32463;&#39640;&#20852;&#22320;&#21521;&#22823;&#23478;&#23459;&#24067;&#65292;&#38180;&#23376;&#31185;&#25216;&#65288;<A HREF="http://www.smartisan.com/&#65289;&#20026;OpenSSL&#25552;&#20379;&#20102;&#19968;&#31508;&#37329;&#39069;&#21019;&#32426;&#24405;&#30340;&#25424;&#21161;">http://www.smartisan.com/&#65289;&#20026;OpenSSL&#25552;&#20379;&#20102;&#19968;&#31508;&#37329;&#39069;&#21019;&#32426;&#24405;&#30340;&#25424;&#21161;</A>
[1]&#12290;&#38543;&#21518;&#36825;&#23478;&#20844;&#21496;&#21448;&#20026;&#25105;&#20204;&#25552;&#20379;&#36807;&#20004;&#31508;&#25424;&#21161;&#12290;&#21516;&#26102;&#65292;&#25105;&#20204;&#20063;&#25910;&#21040;&#20102;&#19968;&#20123;&#20010;&#20154;&#21644;&#32452;&#32455;&#30340;&#25424;&#27454;&#12290;&#36825;&#20123;&#27454;&#39033;&#35753;&#25105;&#20204;&#24471;&#20197;&#23545;OpenSSL&#36827;&#34892;&#22823;&#24133;&#24230;&#30340;&#25913;&#36827;&#12290;&#20170;&#24180;&#25105;&#20204;&#21457;&#24067;&#30340;OpenSSL
1.1&#29256;&#26412;&#65292;&#23601;&#26159;&#36825;&#20123;&#24037;&#20316;&#30340;&#31532;&#19968;&#20010;&#37324;&#31243;&#30865;&#12290;

&#25105;&#20204;&#23545;OpenSSL&#22312;&#36807;&#21435;&#20960;&#24180;&#37324;&#30340;&#36827;&#27493;&#24863;&#21040;&#38750;&#24120;&#27427;&#21916;&#65292;&#25105;&#20204;&#27809;&#26377;&#36764;&#36127;&#36825;&#20123;&#25424;&#21161;&#32773;&#20204;&#30340;&#26399;&#26395;&#12290;&#20294;&#19982;&#27492;&#21516;&#26102;&#65292;&#38543;&#30528;&#23186;&#20307;&#21644;&#20844;&#20247;&#23545;OpenSSL&#30340;&#20851;&#27880;&#36880;&#28176;&#20943;&#23569;&#65292;&#25105;&#20204;&#25910;&#21040;&#30340;&#25424;&#27454;&#20063;&#20986;&#29616;&#20102;&#26126;&#26174;&#19979;&#38477;&#65292;&#30446;&#21069;&#24050;&#32463;&#22238;&#33853;&#21040;&#25105;&#20204;&#22240;&#8220;&#24515;&#33039;&#27969;&#34880;&#8221;&#28431;&#27934;&#65288;&#35793;&#32773;&#27880;&#65306;
2014&#24180;4&#26376;&#29190;&#20986;&#30340;OpenSSL&#28431;&#27934;&#65292;&#19968;&#24230;&#24433;&#21709;&#20102;&#20840;&#29699;17%&#30340;&#20114;&#32852;&#32593;&#23433;&#20840;&#26381;&#21153;&#22120;&#65289;&#32780;&#20493;&#21463;&#22806;&#30028;&#20851;&#27880;&#20043;&#21069;&#30340;&#27700;&#24179;&#12290;


&#20170;&#24180;&#65292;OpenSSL&#22312;&#26575;&#26519;&#20030;&#34892;&#20102;&#21490;&#19978;&#31532;&#20108;&#27425;&#24320;&#21457;&#32773;&#35265;&#38754;&#27963;&#21160;&#65292;&#20854;&#20013;&#19968;&#20010;&#35758;&#39064;&#23601;&#26159;2017&#24180;&#23558;&#35201;&#38754;&#23545;&#30340;&#36164;&#37329;&#19981;&#36275;&#12290;&#25105;&#20204;&#24403;&#19979;&#30340;&#36164;&#37329;&#36824;&#33021;&#21193;&#24378;&#36127;&#25285;&#20004;&#20301;&#22242;&#38431;&#25104;&#21592;Matt
Caswell&#21644;Richard
Levitte&#20840;&#32844;&#36827;&#34892;OpenSSL&#30340;&#24320;&#21457;&#24037;&#20316;&#12290;&#20294;&#20182;&#20204;&#24456;&#21487;&#33021;&#23558;&#37325;&#22238;&#21830;&#19994;&#26426;&#26500;&#24037;&#20316;&#65292;&#24182;&#32553;&#20943;&#22312;OpenSSL&#19978;&#30340;&#24320;&#21457;&#26102;&#38388;&#12290;&#36825;&#24847;&#21619;&#30528;OpenSSL&#20250;&#25439;&#22833;&#19968;&#21322;&#30340;&#30740;&#21457;&#20154;&#21147;&#12290;


&#19981;&#36807;&#29616;&#22312;&#65292;&#25105;&#38750;&#24120;&#39640;&#20852;&#22320;&#23459;&#24067;&#65292;OpenSSL&#21448;&#25910;&#21040;&#20102;&#19968;&#31508;&#26469;&#33258;&#38180;&#23376;&#31185;&#25216;&#30340;&#25424;&#21161;&#65292;&#37329;&#39069;&#39640;&#36798;212000&#32654;&#20803;&#65288;&#30456;&#24403;&#20110;20&#19975;&#27431;&#20803;/150&#19975;&#20154;&#27665;&#24065;&#65289;&#65292;&#25171;&#30772;&#20102;&#21516;&#26679;&#30001;&#38180;&#23376;&#31185;&#25216;&#20445;&#25345;&#30340;OpenSSL&#21490;&#19978;&#21333;&#31508;&#25424;&#27454;&#26368;&#39640;&#35760;&#24405;&#12290;&#36825;&#26159;&#19968;&#31508;&#38750;&#24120;&#21450;&#26102;&#30340;&#25424;&#27454;&#65292;&#20026;&#25105;&#20204;&#35299;&#20915;&#20102;&#21069;&#38754;&#25152;&#36848;&#30340;&#22256;&#22659;&#12290;


&#20540;&#24471;&#24378;&#35843;&#30340;&#19968;&#28857;&#26159;&#65292;&#38180;&#23376;&#31185;&#25216;&#32473;OpenSSL&#30340;&#25152;&#26377;&#25424;&#27454;&#65292;&#37117;&#27809;&#26377;&#20219;&#20309;&#26126;&#30830;&#25110;&#38544;&#21547;&#30340;&#38468;&#21152;&#26465;&#20214;&#12290;&#38180;&#23376;&#31185;&#25216;CEO&#32599;&#27704;&#28009;&#22312;&#26368;&#36817;&#21457;&#32473;&#25105;&#20204;&#30340;&#37038;&#20214;&#20013;&#25552;&#21040;&#65292;&#20316;&#20026;&#19968;&#23478;&#21019;&#19994;&#20844;&#21496;&#65292;&#38180;&#23376;&#31185;&#25216;&#22312;&#36807;&#21435;&#30340;&#20960;&#24180;&#37324;&#20174;&#24320;&#28304;&#19990;&#30028;&#24471;&#21040;&#20102;&#24040;&#22823;&#30340;&#24110;&#21161;&#65292;&#20063;&#19968;&#30452;&#24076;&#26395;&#33021;&#22815;&#20570;&#20123;&#26377;&#20215;&#20540;&#30340;&#20107;&#24773;&#26469;&#22238;&#25253;&#24320;&#28304;&#19990;&#30028;&#12290;&#20182;&#36824;&#25351;&#20986;&#65292;&#38180;&#23376;&#31185;&#25216;&#23545;OpenSSL&#30340;&#22235;&#27425;&#25424;&#27454;&#20013;&#65292;&#26377;&#19977;&#27425;&#26159;&#26469;&#33258;&#20182;&#20204;&#22312;&#20013;&#22269;&#25152;&#20570;&#30340;&#22823;&#22411;&#21457;&#24067;&#20250;&#27963;&#21160;&#30340;&#38376;&#31080;&#25910;&#20837;&#12290;&#20182;&#21516;&#26102;&#29305;&#21035;&#24378;&#35843;&#8220;&#8230;&#8230;&#36825;&#20123;&#20080;&#31080;&#20837;&#22330;&#30340;&#35266;&#20247;&#65288;&#36890;&#24120;&#34987;&#31216;&#20026;&#8216;&#38180;&#21451;&#8217;&#65292;&#8216;Friends
of
Smartisan&#8217;&#65289;&#65292;&#30693;&#36947;&#38376;&#31080;&#25910;&#20837;&#20250;&#29992;&#20110;&#23545;&#24320;&#28304;&#39033;&#30446;&#30340;&#25424;&#36192;&#12290;&#20182;&#20204;&#24403;&#20013;&#30340;&#24456;&#22810;&#20154;&#65292;&#20026;&#33021;&#22815;&#21442;&#19982;&#36164;&#21161;&#31867;&#20284;OpenSSL&#36825;&#26679;&#30340;&#24320;&#28304;&#32452;&#32455;&#24863;&#21040;&#38750;&#24120;&#33635;&#24184;&#12290;&#8221;


&#38750;&#24120;&#24863;&#35874;&#38180;&#23376;&#31185;&#25216;&#12289;&#32599;&#27704;&#28009;&#20808;&#29983;&#21644;&#38180;&#21451;&#20204;&#12290;&#25105;&#20204;&#20250;&#32487;&#32493;&#21162;&#21147;&#65292;&#19981;&#36764;&#36127;&#20320;&#20204;&#30340;&#25903;&#25345;&#12290;

-Steve M.

[1]
<A HREF="../2014-December/000001.html">https://mta.openssl.org/pipermail/openssl-announce/2014-December/000001.html</A>

(Mandarin translation courtesy Smartisan Technology and Paul Yang)

-- 

Steve Marquess
OpenSSL Software Foundation
20-22 Wenlock Road
London N1 7GU
United Kingdom
+44 1785508015
+1 301 874 2571 direct
<A HREF="../../../mailman/listinfo/openssl-announce.html">marquess at opensslfoundation.org</A>
<A HREF="../../../mailman/listinfo/openssl-announce.html">stevem at openssl.org</A>

</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000088.html">[openssl-announce] Another record-breaking donation from Smartisan	Technology
</A></li>
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#89">[ date ]</a>
              <a href="thread.html#89">[ thread ]</a>
              <a href="subject.html#89">[ subject ]</a>
              <a href="author.html#89">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="../../../mailman/listinfo/openssl-announce.html">More information about the openssl-announce
mailing list</a><br>
</body></html>
